Repository: common-repository/smartpoints-lockers-acs
Catalog: languages/*/smartpoints-lockers-acs-*.po
Languages: el

source: 0 - 1 kg
el: 0 - 1 κιλά

source: 1.01 - 2 kg
el: 1.01 - 2 κιλά

source: 2.01 - 3 kg
el: 2.01 - 3 κιλά

source: 3.01 - 4 kg
el: 3.01 - 4 κιλά

source: 4.01 - 5 kg
el: 4.01 - 5 κιλά

source: 5.01 - 6 kg
el: 5.01 - 6 κιλά

source: ACS Courier Logo
el: Λογότυπο ACS Courier

source: Activation
el: Ενεργοποίηση

source: Activation/Deactivation of shipping method
el: Ενεργοποίηση/Απενεργοποίηση μεθόδου αποστολής

source: Api Key
el: Κλειδί API

source: Base shipping cost is valid up to LAST rate
el: Το βασικό κόστος αποστολής ισχύει μέχρι την ΤΕΛΕΥΤΑΙΑ τιμή

source: Base shipping cost kg limit
el: Όριο βασικού κόστους αποστολής ανά κιλό

source: Base shipping cost per order
el: Βασικό κόστος αποστολής ανά παραγγελία

source: Company ID
el: ID Εταιρείας

source: Company Password
el: Κωδικός Εταιρείας

source: Cost for weights between 0 and 1 kg
el: Κόστος για βάρη μεταξύ 0 και 1 κιλό

source: Cost for weights between 1.01 and 2 kg
el: Κόστος για βάρη μεταξύ 1.01 και 2 κιλά

source: Cost for weights between 2.01 and 3 kg
el: Κόστος για βάρη μεταξύ 2.01 και 3 κιλά

source: Cost for weights between 3.01 and 4 kg
el: Κόστος για βάρη μεταξύ 3.01 και 4 κιλά

source: Cost for weights between 4.01 and 5 kg
el: Κόστος για βάρη μεταξύ 4.01 και 5 κιλά

source: Cost for weights between 5.01 and 6 kg
el: Κόστος για βάρη μεταξύ 5.01 και 6 κιλά

source: Cost per extra kg for Region A
el: Κόστος ανά επιπλέον κιλό για την Περιοχή Α

source: Cost per extra kg for Region B
el: Κόστος ανά επιπλέον κιλό για την Περιοχή Β

source: Credentials for ACS & Google Maps
el: Διαπιστευτήρια για ACS & Google Maps

source: Define here the Shipping ID from WooCommerce for Rates Region A
el: Ορίστε εδώ το Shipping ID από το WooCommerce για τις Τιμές Περιοχής Α

source: Define here the Shipping ID from WooCommerce for Rates Region B
el: Ορίστε εδώ το Shipping ID από το WooCommerce για τις Τιμές Περιοχής Β

source: Define shipping rates for Region B & calculations based on weight ranges.
el: Ορίστε τις τιμές αποστολής για την Περιοχή Β και τους υπολογισμούς με βάση τα βάρη

source: Define shipping rates Region A & calculations based on weight ranges.
el: Ορίστε τις τιμές αποστολής για την Περιοχή Α και τους υπολογισμούς με βάση τα βάρη.

source: Define the Credentials for ACS & Google Maps.
el: Ορίστε τα Διαπιστευτήρια για ACS & Google Maps.

source: Do you need Special Support?
el: Χρειάζεστε Εξειδικευμένη Υποστήριξη;

source: Extra cost per kilo
el: Επιπλέον κόστος ανά κιλό

source: for order value higher than (Leave it empty if you don't have free delivery)
el: για αξία παραγγελίας μεγαλύτερη από (Αφήστε το κενό εάν δεν έχετε δωρεάν παράδοση)

source: Free delivery
el: Δωρεάν παράδοση

source: Google Api Key
el: Κλειδί API της Google

source: Google Maps API Key required for map functionalities.
el: Απαιτείται το κλειδί API των Google Maps για τις λειτουργίες χάρτη.

source: Invalid ACS Credentials.
el: Μη έγκυρα διαπιστευτήρια ACS.

source: Nonce verification failed
el: Η επαλήθευση του nonce απέτυχε

source: Provided by ACS courier
el: Παρέχεται από την ACS courier

source: Rates Region A
el: Τιμές Περιοχής Α

source: Rates Region B
el: Τιμές Περιοχής Β

source: Shipping cost for pickup from ACS Point
el: Κόστος αποστολής για παραλαβή από σημείο ACS

source: Shipping Zone ID for Rates Region A
el: ID ζώνης αποστολής για τις τιμές περιοχής Α

source: Shipping Zone ID for Rates Region B
el: ID ζώνης αποστολής για τις τιμές περιοχής Β

source: Smartpoints Lockers for ACS
el: Smartpoints Lockers για ACS

source: The Smartpoints Lockers for ACS Plugin on your e-shop, offers at your customers the option to easily and quickly pick up their online orders from an ACS Smartpoint Locker or ACS store. In addition the plugin can offers special settings like table rates for different shipping zones and other useful Settings for Shipping Calculation
el: Το πρόσθετο Smartpoints Lockers για ACS στο ηλεκτρονικό σας κατάστημα, προσφέρει στους πελάτες σας την επιλογή να παραλάβουν εύκολα και γρήγορα τις ηλεκτρονικές τους παραγγελίες από ένα Smartpoint Locker ή κατάστημα ACS. Επιπλέον, το πρόσθετο προσφέρει ειδικές ρυθμίσεις όπως πίνακες τιμών για διαφορετικές ζώνες αποστολής και άλλες χρήσιμες ρυθμίσεις για τον υπολογισμό των αποστολών.

source: Upper limit for package weight (kg) in order to pickup from ACS Point
el: Ανώτατο όριο βάρους δέματος (kg) για παραλαβή από σημείο ACS

source: User ID
el: ID χρήστη

source: User Password
el: Κωδικός χρήστη

source: Valid ACS Credentials.
el: Έγκυρα διαπιστευτήρια ACS.

source: Weight limit
el: Όριο βάρους
